dictionary = {
    "GREETINGS": "Карта дня, другой вопрос (3 карты) или Персональный расклад ?",
    "ONLY_ONE_CARD": "Вы уже использовали карту дня",
    "MEANING": 'Значение',
    "CARD_ACT": "Карта дня будет активна через:",
    "LANG_CHANGE": "Язык был изменен",
    "LANG_CHOICE": "Выберите язык",
    "RULES_MESSAGE": "Показания Таро, предоставляемые этим ботом, предназначены только для развлекательных целей. Их "
                     "не следует рассматривать как профессиональные советы или предсказания будущих "
                     "событий. Интерпретации и значения, представленные в раскладах, основаны на традиционных "
                     "значениях карт Таро. Однако они не всегда применимы к каждой ситуации или человеку. Бот "
                     "генерирует показания случайным образом с помощью искусственного интеллекта. "
                     "Он не обладает настоящими "
                     "экстрасенсорными или предсказательными способностями. Точность и актуальность любого чтения не "
                     "может быть гарантирована. Пользователи должны тщательно рассматривать все варианты и принимать "
                     "собственные суждения при принятии жизненных решений. Не делайте важный выбор, основываясь "
                     "исключительно на показаниях, полученных от этого бота. Эта услуга не заменяет консультации с "
                     "юристами, финансовыми консультантами, терапевтами или другими лицензированными специалистами. "
                     "Проконсультируйтесь с соответствующими экспертами для получения рекомендаций по конкретным "
                     "ситуациям. Создатели и операторы этого бота не несут ответственности за точность, актуальность "
                     "или результат любого чтения. Использование этой услуги осуществляется по собственному "
                     "усмотрению и на риск пользователя. Запрашивая или получая чтение Таро от этого бота, "
                     "пользователь признает, что показания предназначены только для развлечения. Пользователь "
                     "соглашается не привлекать к ответственности создателей, операторов или поставщиков этого бота "
                     "за любое прочтение или интерпретацию.",
    "ABOUT_MESSAGE": "👋 bot-tarot — это бот для чтения Таро. Мы соединяем древнюю мудрость карт Таро с "
                     "передовыми возможностями искусственного интеллекта, предоставляя уникальный и познавательный "
                     "опыт для искателей руководства и просвещения. Наш бизнес представляет собой сплав традиций и "
                     "технологий, где мистика прошлого сочетается с инновациями будущего. Что отличает "
                     "bot-tarot, так это наша приверженность аутентичности и персонализации. Мы тщательно "
                     "создали нашего бота для чтения Таро, чтобы уловить суть традиционных чтений Таро, наполняя его "
                     "ответами, генерируемыми искусственным интеллектом. Наш ИИ был обучен копировать глубину и "
                     "мудрость опытных читателей карт Таро, предоставляя пользователям поучительные и заставляющие "
                     "задуматься ответы на их вопросы.",
    "CANCEL": "Нажмите /start или выберите пункт меню.",
    "ACCEPT": "Принять все",
    "CANCEL_KB": "Отменить ✖",
    "WELCOME_ON_KB": "Добро пожаловать! Прежде чем начать, пожалуйста, ознакомьтесь с правилами.",
    "NICE_DAY": "Хорошего дня! ❤",
    "HOW_TO": "Как использовать?\n"
              "Гадание на 1 карте (Карта дня):\n"
              "Сформулируйте намерение: Сосредоточьтесь на своём вопросе или намерении на сегодняшний день. "
              "Это может быть, например: "
              "'Что мне нужно знать сегодня?' или 'Какое руководство я могу получить на предстоящий день?'\n"
              "Нажмите кнопку '1'. Она работает один раз в день.\n"
              "Прочитайте толкование, нажав кнопку 'значение'.\n"
              "Поразмыслите о том, как сообщение карты применимо к вашему дню.\n"
              "Используйте его как источник вдохновения, понимания или руководства при планировании ваших дневных дел.\n\n"
              "Гадание на 3 карты (Для более глубоких вопросов):\n"
              "Сформулируйте намерение: Как и в случае с 1 картой, сосредоточьтесь на конкретном вопросе "
              "или области вашей жизни, о которой вы хотите получить предсказание. \n"
              "Например, 'Что мне нужно знать о моей карьере?' или 'Что я могу сделать, чтобы улучшить мои отношения?'\n"
              "Нажмите кнопку '3'.\n\n"
              "Положение карт: \n"
              "Карта 1 (первая или левая): Эта карта представляет прошлое или текущую ситуацию, связанную с вашим вопросом.\n"
              "Карта 2 (вторая или центральная): Эта карта представляет настоящее и основные влияния,"
              " воздействующие на ваш вопрос.\n"
              "Карта 3 (третья или правая): Эта карта представляет будущее или "
              "потенциальный результат, основанный на текущей ситуации и ваших действиях.\n\n"
              "Поразмыслите о информации, полученной из значения карт. \n"
              "Подумайте о том, как вы можете использовать эти знания, чтобы принимать обоснованные "
              "решения или предпринимать соответствующие действия в тех областях вашей жизни, которые затронули карты.\n"
              "Персональное гадание: \n"
              "Напишите в чат ключевое слово или вопрос. АИ заботливо предоставит вам результат гадания, который будет контекстуализирован вокруг выбранного ключевого слова. \n"
              "Интерпретируйте полученный ответ с учетом своего личного опыта и интуиции, помня, что гадание - это инструмент для внутреннего роста и самопознания. \n"
              "Помните, что гадание на Таро - это инструмент для самоанализа и личного постижения. "
              "Доверяйте своей интуиции и используйте карты как источник руководства, "
              "а не как окончательное предсказание будущего.",
    "MENU": "Приветствую! 👋",
    "START_MESSAGE": "Приветствуем в bot-tarot! Мы соединяем древнюю мудрость карт Таро с передовыми "
                     "возможностями искусственного интеллекта, предоставляя уникальный и познавательный опыт 🌟",
    "RULES_ACCEPTED": "Правила приняты ✅. Благодарю!",
    # Check web
    "CHECK_WEB": "Пожалуйста, напишите имейл, который указан при регистрации на сайте. "
                 "Это позволит связать аккаунты для использования одной подписки.",
    "CHECK_WEB_SUCCESS": "Проверка прошла успешно. "
                         "Мы нашли такой электронный адрес и привязали к вашему аккаунту телеграмм.",
    "CHECK_WEB_ERROR": "Такой электронный адрес не найден. Пожалуйста, попробуйте ещё раз.",
    "EXIST_EMAIL": "Такой электронный адрес уже используется.",
    # Weather
    "FORECAST": "Показать прогноз погоды на 3 дня",
    "SHARE_LOCATION": "Нажмите на кнопку ниже, чтобы поделиться вашей локацией или напишите название города в чат",
    "SHARE_BUTTON": "Поделиться местоположением",
    "WEATHER": "Погода",
    "TEMPERATURE": "Температура",
    "PRESSURE": "Давление",
    "HUMIDITY": "Влажность",
    "SUNRISE": "Восход",
    "SUNSET": "Закат",
    "LENGTH_OF_DAY": "Продолжительность дня",
    "MOON_PHASE": "Фаза луны",
    "WIND": "Ветер",
    "FEELS_LIKE": "Ощущается как",
    "8_DAYS": "3 дня 🌈",
    "3_DAYS": "3 дня 🌈",
    "DAY": "Днем",
    "NIGHT": "Ночью",
    # Payment
    "PAYMENT": "Подписка на 1 месяц",
    "PAYMENT_SUCCESS": "Вы успешно подписались. Спасибо!",
    "PAY": "Оплатить",
    "GIVEME": "Для доступа ко всем функциям нашего бота теперь требуется небольшая ежемесячная абонентская плата в "
              "размере £2,00.\nЭто позволит нам продолжать совершенствовать бота и предоставлять качественный "
              "сервис.\nНадеемся на ваше понимание – ваша поддержка помогает проекту развиваться и становиться "
              "еще лучше!\nMnimi&BaldCat dev ❤️",
    "TRIAL_ENDED": "Мы надеемся, что вам понравилась 7-дневная пробная версия с нами! 🌟\nВаш пробный период подошел "
                   "к концу, но не волнуйтесь, вас ждет множество интересных функций и преимуществ. Чтобы продолжать "
                   "пользоваться нашим сервисом, рассмотрите возможность подписки.\nСпасибо, что выбрали нас!\nС "
                   "наилучшими пожеланиями ❤️\nbot-tarot",
    "TRIAL_ACTIVATED": "Триальный период активирован! Спасибо!",
    "START_TRIAL": "Начать пробный период",
    "TAROT": "Расклад Таро 🀄️🎴🃏",
    "RULES_BT": "Правила 🦉",
    "LANG": "Язык 🌍",
    "HELP": "Помощь 🧚‍♀️",
    "ABOUT": "О проекте 🧁",
    "REVIEW": "Написать нам 🤞",
    "HOW": "Одна или три карты 🀄️?",
    "TNX_REVIEW": "Благодарим за ваш отзыв! 🌹",
    "GET_REVIEW": "Откройте свой разум! 👽 (напишите прямо в чат, пожалуйста)",
    "ABOUT_US": "О нас 😻",
    "INACTIVE": "Карта не активна",
    "DRAW_IN_PROGRESS": "Подождите, предыдущий расклад еще отправляется.",
    "3_CARDS": "3 карты",
    "PERSONAL_KB": "Персональный расклад",
    "DAILY_KB": "Карта дня",
    "ASK_PERSONAL_TAROT": "Напишите вопрос или ключевое слово прямо в чат и получите свое личное предсказание Таро\n"
                          "Например: \n"
                          "Найду ли я любовь?\n"
                          "или\n"
                          "Любовь",

}
