dictionary = {
    "GREETINGS": "Карта дня, три карти або персональне ворожіння?:",
    "ONLY_ONE_CARD": "Ви вже використали карту дня",
    "MEANING": 'Тлумачення',
    "CARD_ACT": "Карта дня буде активна через:",
    "LANG_CHANGE": "Мову було змінено",
    "LANG_CHOICE": "Оберіть мову",
    "RULES_MESSAGE": "Милі друзі, читання Таро від нашого бота - це лише розвага, а не порада. Карти розкривають "
                     "приховані грані долі, проте кожен сам обирає свій шлях. Інтерпретації спираються на мудрість "
                     "стародавніх, але життя пише власні сюжети. Тож краще слухайте своє серце у вирішальні моменти. "
                     "Бот ворожить випадково, без магії, за допомогою штучного інтелекту. "
                     "Він не бачить майбутнього, а лише пропонує варіанти. Тож не "
                     "варто цілком покладатися на його слова. Коли потрібна конкретна порада, краще звернутися до "
                     "фахівця. Бо хоч бот і старається, він ще має чому повчитися. А ми не несемо відповідальності за "
                     "результати гадання. Використовуйте нашу послугу на власний розсуд та ризик. Отримуючи пророцтво "
                     "від бота, ви погоджуєтесь: це лише гра, а не доленосна порада. Тож розслабтеся й насолоджуйтеся "
                     "мистецтвом Таро а ми не несемо відповідальності за результати гадання!",
    "ABOUT_MESSAGE": "Друзі, представляємо вашій увазі bot-tarot - бота для ворожіння на Таро. Ми поєднуємо "
                     "давню мудрість карт з сучасним штучним інтелектом, даруючи унікальний досвід усім шукачам "
                     "порад. Наш бізнес - це сплав традицій та новітніх технологій. Тут містика минулого "
                     "переплітається з інноваціями майбутнього. Головна відмінність нашого бота - прагнення до "
                     "автентичності та персоналізації ворожінь. Ми ретельно навчили штучний інтелект, щоб він якомога "
                     "точніше передавав глибину і мудрість досвідчених ворожбитів. Тепер кожен користувач отримає "
                     "продумані й повчальні відповіді на свої запитання. Запрошуємо вас зануритися в захопливий світ "
                     "пророцтв разом з bot-tarot! Давні карти відкриють вам нові горизонти.",
    "CANCEL": "Натисніть /start, або оберіть іншу опцію з'меню'.",
    "ACCEPT": "Даю згоду",
    "CANCEL_KB": "Скасувати ✖",
    "WELCOME_ON_KB": "Вітаю! Будь ласка, перегляньте правила.",
    "NICE_DAY": "Вдалого дня! ❤",
    "HOW_TO": "Як використовувати бота?\n"
              "Ворожіння на 1 карті (Карта дня):\n"
              "Сформулюйте намір: Зосередьтеся на своєму питанні чи намірі на сьогоднішній день.\n "
              "Це може бути, наприклад: 'Що мені потрібно знати сьогодні?' або"
              " 'Яке керівництво я можу отримати на цей день?'\n"
              "Натисніть кнопку '1'. Вона працює один раз на день.\n"
              "Прочитайте значення, натиснувши кнопку 'Тлумачення'.\n"
              "Подумайте про те, як повідомлення картки застосовується до вашого дня.\n "
              "Використовуйте його як джерело натхнення, розуміння чи посібника під час планування ваших денних справ.\n\n"
              "Ворожіння на 3 карти (для більш детальних запитань):\n"
              "Сформулюйте намір: Як і у випадку з 1 карткою, зосередьтеся на конкретному питанні або області "
              "вашого життя, про яке ви хочете отримати передбачення.\n Наприклад, "
              "'Що мені потрібно знати про мою кар'єру?' або 'Що я можу зробити, щоб покращити мої стосунки?'\n"
              "Натисніть кнопку '3'.\n\n"
              "Положення карт:\n"
              "Карта 1 (перша або ліва): Ця карта представляє минуле або поточну ситуацію, пов'язану з вашим питанням.\n"
              "Карта 2 (друга або центральна): Ця карта представляє справжні та основні фактори, "
              "що впливають на ваше запитання.\n"
              "Карта 3 (третя або права): Ця карта представляє майбутнє або потенційний результат, "
              "що базується на поточній ситуації та ваших діях.\n\n"
              "Подумайте про інформацію, отриману із тлумачення карт. Подумайте про те, як ви можете "
              "використовувати ці знання, щоб приймати обґрунтовані рішення або робити відповідні дії в "
              "тих сферах вашого життя, які торкнулися карти.\n"
              "Персональне ворожіння\n"
              "Сформулюйте намір: Як і у випадку з 1 карткою, зосередьтеся на конкретному питанні або області вашого життя, про яке ви хочете отримати передбачення.\n "
              "Напишіть в чаті слово або питання, яке ви хочете знати.\n"
              "АІ дбайливо надасть вам результат ворожіння, який буде контекстуалізовано навколо вибраного ключового слова.\n"
              "Інтерпретуйте отриману відповідь з урахуванням свого особистого досвіду та інтуїції, пам'ятаючи, що ворожіння – це інструмент для внутрішнього зростання та самопізнання.\n"
              
              "Пам'ятайте, що ворожіння на Таро – це інструмент для самоаналізу та особистого розуміння. "
              "Довіряйте своїй інтуїції та використовуйте карти як джерело керівництва, а не "
              "як остаточне передбачення майбутнього.",
    "MENU": "Вітаю! 👋",
    "START_MESSAGE": "Ласкаво просимо до бота bot-tarot! Ми поєднуємо стародавню мудрість карт Таро з передовими "
                     "можливостями штучного інтелекту, щоб надати унікальний та навчальний досвід 🌟",
    "RULES_ACCEPTED": "Правила прийняті. ✅ Дякуємо.",
    # Check web
    "CHECK_WEB": "Будь ласка, напишіть мейл, що вказано при реєстрації на веб сайті. "
                 "Це дасть можливість зв'язати аккаунти для використання однієї підписки.",
    "CHECK_WEB_SUCCESS": "Ми знайшли таку єлектронну адресу та прив'язали  до вашого телеграм аккаунта. ",
    "CHECK_WEB_ERROR": "Ми не знайшли таку електронну адресу та не можемо прив'язати до вашого телеграм аккаунта.",
    "EXIST_EMAIL": "Така електрона адреса вже існує.",
    # Weather
    "WEATHER": "Погода",
    "FORECAST": "Показати прогноз погоди на 3 дні",
    "SHARE_LOCATION": "Натисніть на кнопку нижче, щоб поділитись вашою локацією або напишіть назву міста в чаті",
    "SHARE_BUTTON": "Поділитись локацією",
    "TEMPERATURE": "Температура",
    "PRESSURE": "Тиск",
    "HUMIDITY": "Вологість",
    "SUNRISE": "Схід сонця",
    "SUNSET": "Захід сонця",
    "LENGTH_OF_DAY": "Тривалість дня",
    "MOON_PHASE": "Фаза місяця",
    "WIND": "Вітер",
    "FEELS_LIKE": "Відчувається як",
    "8_DAYS": "3 дні 🌈",
    "3_DAYS": "3 дні 🌈",
    "DAY": "Вдень",
    "NIGHT": "Вночі",
    # Payment
    "PAYMENT": "Підписатися на 1 місяць",
    "PAYMENT_SUCCESS": "Ви успішно підписались. Дякуємо.",
    "PAY": "Сплатити",
    "GIVEME": "Для доступу до всіх функцій нашого бота тепер потрібна невелика місячна абонентська плата розміром £2,00"
              " (приблизно 100 грн).\nЦе дозволить нам продовжувати вдосконалювати роботу і надавати якісний "
              "сервіс.\nСподіваємось на ваше розуміння – ваша підтримка допомагає проекту розвиватися і "
              "ставати ще краще!\nMnimi&BaldCat dev ❤️",
    "TRIAL_ENDED": "Ми сподіваємось, що вам сподобалася 7-денна пробна версія з нами! 🌟\n Ваш пробний період добіг "
                   "кінця, але не хвилюйтеся, на вас чекає безліч цікавих функцій і переваг. Щоб продовжувати "
                   "користуватися нашим сервісом, будь ласка, розгляньте можливість передплати.\nДякую, що обрали "
                   "нас!\nЗ найкращими побажаннями ❤️,\nbot-tarot",
    "TRIAL_ACTIVATED": "Вашу 7-денну пробну версію активовано. Дякуємо",
    "START_TRIAL": "Почати пробну версію",
    "TAROT": "Розклад Таро 🀄️🎴🃏",
    "RULES_BT": "Правила 🦉",
    "LANG": "Мова 🌍",
    "HELP": "Допомога 🧚‍♀️",
    "ABOUT": "Про нас ☕️",
    "REVIEW": "Написати нам 🤞",
    "HOW": "Одна чи три карти? 🀄️",
    "TNX_REVIEW": "Дякуємо за відгук! 🌹",
    "GET_REVIEW": "Відкрийте свій розум! 👽 (напишіть прямо в чат, будь ласка)",
    "ABOUT_US": "Про нас 😻",
    "INACTIVE": "Кнопка не активна",
    "3_CARDS": "3 карти",
    "PERSONAL_KB": "Персональне ворожіння",
    "DAILY_KB": "Карта дня",
    "ASK_PERSONAL_TAROT": "Напишіть запитання чи ключове слово прямо в чаті та отримайте особисте ворожіння на Таро\n"
                          "Наприклад:\n"
                          "Чи знайду я кохання?\n"
                          "або\n"
                          "Любов",
}
